import { MiniHomeProfileRightStyled } from "./styled";
import { useEffect } from "react";

const MiniHomeProfileRight = () => {
  return (
    <MiniHomeProfileRightStyled>
      <div className="MiniHomeProfileRight_wrap">
        <div className="MiniHomeProfileRight_component_wrap">
          미니홈피 오른쪽 프로필미니홈피 오른쪽 프로필미니홈피 오른쪽
          프로필미니홈피 오른쪽 프로필미니홈피 오른쪽 프로필미니홈피 오른쪽
          프로필미니홈피 오른쪽 프로필미니홈피 오른쪽 프로필미니홈피 오른쪽
          프로필미니홈피 오른쪽 프로필미니홈피 오른쪽 프로필미니홈피 오른쪽
          프로필미니홈피 오른쪽 프로필미니홈피 오른쪽 프로필미니홈피 오른쪽
          프로필미니홈피 오른쪽 프로필미니홈피 오른쪽 프로필미니홈피 오른쪽
          프로필미니홈피 오른쪽 프로필미니홈피 오른쪽 프로필미니홈피 오른쪽
          프로필미니홈피 오른쪽 프로필미니홈피 오른쪽 프로필미니홈피 오른쪽
          프로필미니홈피 오른쪽 프로필미니홈피 오른쪽 프로필미니홈피 오른쪽
          프로필미니홈피 오른쪽 프로필미니홈피 오른쪽 프로필미니홈피 오른쪽
          프로필미니홈피 오른쪽 프로필미니홈피 오른쪽 프로필미니홈피 오른쪽
          프로필미니홈피 오른쪽 프로필미니홈피 오른쪽 프로필미니홈피 오른쪽
          프로필미니홈피 오른쪽 프로필미니홈피 오른쪽 프로필미니홈피 오른쪽
          프로필미니홈피 오른쪽 프로필미니홈피 오른쪽 프로필미니홈피 오른쪽
          프로필미니홈피 오른쪽 프로필미니홈피 오른쪽 프로필미니홈피 오른쪽
          프로필미니홈피 오른쪽 프로필미니홈피 오른쪽 프로필미니홈피 오른쪽
          프로필미니홈피 오른쪽 프로필미니홈피 오른쪽 프로필미니홈피 오른쪽
          프로필미니홈피 오른쪽 프로필미니홈피 오른쪽 프로필미니홈피 오른쪽
          프로필미니홈피 오른쪽 프로필미니홈피 오른쪽 프로필미니홈피 오른쪽
          프로필미니홈피 오른쪽 프로필미니홈피 오른쪽 프로필미니홈피 오른쪽
          프로필미니홈피 오른쪽 프로필미니홈피 오른쪽 프로필미니홈피 오른쪽
          프로필미니홈피 오른쪽 프로필미니홈피 오른쪽 프로필미니홈피 오른쪽
          프로필미니홈피 오른쪽 프로필미니홈피 오른쪽 프로필미니홈피 오른쪽
          프로필미니홈피 오른쪽 프로필미니홈피 오른쪽 프로필미니홈피 오른쪽
          프로필미니홈피 오른쪽 프로필미니홈피 오른쪽 프로필미니홈피 오른쪽
          프로필미니홈피 오른쪽 프로필미니홈피 오른쪽 프로필미니홈피 오른쪽
          프로필미니홈피 오른쪽 프로필미니홈피 오른쪽 프로필미니홈피 오른쪽
          프로필미니홈피 오른쪽 프로필미니홈피 오른쪽 프로필미니홈피 오른쪽
          프로필미니홈피 오른쪽 프로필미니홈피 오른쪽 프로필미니홈피 오른쪽
          프로필미니홈피 오른쪽 프로필미니홈피 오른쪽 프로필미니홈피 오른쪽
          프로필미니홈피 오른쪽 프로필미니홈피 오른쪽 프로필미니홈피 오른쪽
          프로필미니홈피 오른쪽 프로필미니홈피 오른쪽 프로필미니홈피 오른쪽
          프로필미니홈피 오른쪽 프로필미니홈피 오른쪽 프로필미니홈피 오른쪽
          프로필미니홈피 오른쪽 프로필미니홈피 오른쪽 프로필미니홈피 오른쪽
          프로필미니홈피 오른쪽 프로필미니홈피 오른쪽 프로필미니홈피 오른쪽
          프로필미니홈피 오른쪽 프로필미니홈피 오른쪽 프로필미니홈피 오른쪽
          프로필
        </div>
      </div>
    </MiniHomeProfileRightStyled>
  );
};
export default MiniHomeProfileRight;
